{
    "dialogs": [
        {
            "dialogName": "Ecstasy",
            "dialogID": 1,
            "dialogLines": [
                "สวัสดี วันนี้คุณดูดีนะ!",
                "ฉันอยากได้บางอย่างที่ทำให้ฉันไม่เป็นตัวเอง!",
                "เอ่อล้น และทำให้ฉันแทบจะลืมชื่อของฉัน",
                "ลืมทุกอย่าง แค่เพลินเพลินไปกับมัน...",
                "คุณมอบให้ฉันได้มั้ย?"
            ]
        },
        {
            "dialogName": "Ecstasy",
            "dialogID": 2,
            "dialogLines": [
                "สวัสดี คุณผู้จัดการ",
                "ฉันอย่างได้บางอย่างที่ทำให้รู้สึกเหมือนละลาย",
                "ให้ทุกความรู้สึกมันเด่นชัด",
                "ราวกับทุกการหายใจเหมือนการดื่มด่ำไปกับแสงอาทิตย์...",
                "คุณสามารถทำให้ฉันรู้สึกแบบนั้นได้มั้ย?"
            ]
        },
        {
            "dialogName": "Pride",
            "dialogID": 1,
            "dialogLines": [
                "ฉันอยากโดดเด่น!",
                "ฉันรู้ได้ถึงทุกคำเอ่ยชมในอกฉัน",
                "และรอฟังโลกทั้งใบที่กำลังเรียนชื่อฉันอยู่",
                "ใช่... ฉันต้องการแบบนั้น"
            ]
        },
        {
            "dialogName": "Pride",
            "dialogID": 2,
            "dialogLines": [
                "นี้คุณผู้จัดการ...",
                "ฉันอยากได้ความรู้สึกเหมือนตอนที่มองไปในกระจก",
                "แล้วรู้สึกพูดไม่ออก ไม่สงสัย ไม่นึกเสียใจ",
                "แค่รู้ว่านั้นคือคนที่ฉันเป็น... คุณมีอะไรแบบนั้นมั้ย?"
            ]
        },
        {
            "dialogName": "Nostalgia",
            "dialogID": 1,
            "dialogLines": [
                "ในฤดูร้อนปีที่แล้ว...",
                "ที่ที่ฉันได้กลิ่นของปรอยฝน และดอกไม้หลายชนิด",
                "ฉันอยากจะรู้สึกมันอีกครั้ง แม้ว่าจะเพียงชั่วครู่ก็ตาม...",
                "คุณทำอะไรแบบนั้นมั้ยให้ฉันได้มั้ย?"
            ]
        },
        {
            "dialogName": "Nostalgia",
            "dialogID": 2,
            "dialogLines": [
                "คุณพี่ผู้จัดการ...",
                "ในที่มีเสียงสำราญดังกึกก้องในบ้านหลังเล็ก ๆ",
                "ที่ถูกโอบล้อมไปด้วยลำธาร...",
                "ฉันอยากได้เห็น ได้รู้สึก แบบนั้นอีกครั้ง...",
                "คุณรู้ใช่มั้ย? ว่าฉันหมายถึงอะไร"
            ]
        },
        {
            "dialogName": "Excitement",
            "dialogID": 1,
            "dialogLines": [
                "คุณพี่ผู้จัดการ... ฉันอยากได้บางอย่างแรง ๆ",
                "ให้เหมือนใจฉันมันคิดด้วยตัวเอง",
                "มันรู้สึกอย่างกับดิ่งลงจากหน้าผาแต่เต็มไปด้วยความสุข",
                "ฉันอยากรู้ถึงมันได้อีกครั้ง!"
            ]
        },
        {
            "dialogName": "Excitement",
            "dialogID": 2,
            "dialogLines": [
                "คุณผู้จัดการ... ฉันต้องการการกระตุ้น!",
                "ความหวาดเสียวในทุกการกระทำ...",
                "แต่รู้สึกมีชีวิตชีวา!",
                "คุณมอบมันให้ฉันได้มั้ย?"
            ]
        },
        {
            "dialogName": "Rage",
            "dialogID": 1,
            "dialogLines": [
                "ฉันต้องการความรู้สึกรุนแรง!",
                "ราวกับถูกควบคุมด้วยบางอย่าง...",
                "ที่ทำให้ฉันคิดว่าทำลายทุกสิ่งได้ด้วยหมัด!"
            ]
        },
        {
            "dialogName": "Rage",
            "dialogID": 2,
            "dialogLines": [
                "คุณผู้จัดการ...",
                "ฉันโหยหาความเดือดดาลที่จะสยบความกลัว",
                "ฉันไม่อยากเยือกเย็น",
                "อยากจะตะโกนออกไปด้วยความรู้สึกที่พรั้งพรูของฉัน!"
            ]
        },
        {
            "dialogName": "Envy",
            "dialogID": 1,
            "dialogLines": [
                "คุณผู้จัดการ... ฉันต้องการความรู้สึก...",
                "ที่มันเหมือนถูกข่วนจากในอก",
                "ได้แต่ถามว่าทำไมพวกเขาได้ในสิ่งที่ต้องการ...",
                "ฉันอยากรู้สึกเฉียบแหลมและเข้มแข็งบ้าง",
                "บางทีคุณอาจรู้ว่ามันคืออะไร"
            ]
        },
        {
            "dialogName": "Envy",
            "dialogID": 2,
            "dialogLines": [
                "คุณพี่ผู้จัดการ... ฉันอยากรับรู้ถึงมัน...",
                "ทำไมพวกเขาได้รับมัน แต่ฉันไม่ได้?",
                "ฉันต้องการสิ่งที่ฉันควรจะได้",
                "ความรู้สึกแบบนี้คุณมอบให้ฉันที"
            ]
        },
        {
            "dialogName": "Hatred",
            "dialogID": 1,
            "dialogLines": [
                "คุณะพี่ผู้จัดการ... ฉันอยากได้บางอย่างที่เยือกเย็น",
                "รุนแรง! บางที่ทำให้ฉันต้องการจะพลักมันออกไปตลอดกาล",
                "ฉันไม่อยากได้ความเห็นใจ...",
                "คุณช่วยฉันเติมเต็มมันที"
            ]
        },
        {
            "dialogName": "Grief",
            "dialogID": 1,
            "dialogLines": [
                "คุณผู้จัดการ... ฉันอยากแบกรับมันทั้งหมด",
                "ทุกความสูญเสีย บางที...",
                "นั้นอาจทำให้ฉันเลิกหนีจากมัน...",
                "คุณช่วยฉันได้มั้ย?"
            ]
        },
        {
            "dialogName": "Grief",
            "dialogID": 2,
            "dialogLines": [
                "คุณพี่ผู้จัดการ... ฉันต้องการความรู้สึกแบบ...",
                "ในที่ที่ฉันไม่สามารถหยุดน้ำตาได้",
                "มันเพรียกบอกฉันตลอดว่าฉันเป็นใคร...",
                "คุณช่วยทำให้มันชัดเจนที"
            ]
        },
        {
            "dialogName": "Despair",
            "dialogID": 1,
            "dialogLines": [
                "คุณผู้จัดการ... ความรู้สึกที่ว่างเปล่า",
                "ไม่มีการดิ้นรน หรือแม้แต่ความหวัง...",
                "บางทีฉันอาจได้รู้ว่าทำไมมันถึงหนักอึ้งเพียงนี้",
                "ถ้าคุณช่วยให้ฉันได้รู้สึกถึงมัน"
            ]
        },
        {
            "dialogName": "Despair",
            "dialogID": 2,
            "dialogLines": [
                "คุณพี่ผู้จัดการ... ฉันต้องการความรู้สึกแบบ...",
                "ที่นั้นเงียบงัน ไร้เสียงและที่หลบหนี",
                "ฉันอยากจะรู้สึกมัน",
                "รู้ว่าทำไมมันถึงเป็นอย่างนั้น"
            ]
        },
        {
            "dialogName": "Terror",
            "dialogID": 1,
            "dialogLines": [
                "คุณผู้จัดการ... ฉันอยากจะรู้สึกใจเต้นรัว",
                "ลมหายใจที่ราวกับถูกขโมยไปในทุกวินาที",
                "และถูกยืดออกตลอดอย่างไม่รู้ที่สิ้นสุด",
                "ฉันต้องการเผชิญกับเหวนั้นอีกครั้ง"
            ]
        },
        {
            "dialogName": "Terror",
            "dialogID": 2,
            "dialogLines": [
                "คุณพี่ผู้จัดการ... ฉันต้องการความรู้สึกแบบ...",
                "สามารถที่จะทำให้ร่างฉันหยุดโดยไม่คิด",
                "สั่นกลัวไปกับความมืดมิด",
                "รู้แม้ว่าอยากจะสู้แค่ไหนก็ไร้ความหวัง",
                "ฉันต้องการจดจำมันอีกครั้ง"
            ]
        },
        {
            "dialogName": "correctAns",
            "dialogID": 1,
            "dialogLines": [
                "นี้มัน... สมบูรณ์แบบ!",
                "ฉันเกือบจะลืมไปแล้วว่าฉันโหยหามันแค่ไหน",
                "ขอบคุณ คุณพี่ผู้จัดการ"
            ]
        },
        {
            "dialogName": "correctAns",
            "dialogID": 2,
            "dialogLines": [
                "ฉันรู้ถึงมันได้แล้ว...",
                "ความหนักอึ้ง ความเข้มข้น ความชัดแจ้ง",
                "มันเติมเต็มฉันได้อย่าง...ยอมเยี่ยม"
            ]
        },
        {
            "dialogName": "correctAns",
            "dialogID": 3,
            "dialogLines": [
                "ไม่เคยคิดเลยว่าฉันจะถูกเติมเต็มได้แบบนี้",
                "หยั่งกับคุณให้ชิ้นส่วนที่ขาดหายไปกับฉัน",
                "ขอบคุณ คุณผู้จัดการ"
            ]
        },
        {
            "dialogName": "correctAns",
            "dialogID": 4,
            "dialogLines": [
                "ฉันแทบไม่เชื่อเลยว่าฉันรู้สึกถึงมันแล้ว",
                "ราวกับฉันตามหามันมานาน",
                "มันวิเศษจริง ๆ คุณผู้จัดการ"
            ]
        },
        {
            "dialogName": "correctAns",
            "dialogID": 5,
            "dialogLines": [
                "มันมากกว่าที่ฉันหวังไว้อีก...",
                "ฉันจำความรู้สึกนี้ได้แล้ว!",
                "จำมันได้แล้ว"
            ]
        },
        {
            "dialogName": "WrongAns",
            "dialogID": 1,
            "dialogLines": [
                "ไม่... มันไม่ใช่",
                "มันเหมือนจะใช่แต่ขาดบางอย่างไป",
                "มันไม่ได้รู้สึกแบบที่ฉันหวัง"
            ]
        },
        {
            "dialogName": "WrongAns",
            "dialogID": 2,
            "dialogLines": [
                "ฉันนึกว่ามันจะทำให้ความรู้สึกที่ฉันต้องการชัดเจน",
                "แต่มันยังว่างเปล่า...",
                "บางทีมันอาจเป็นฉัน หรือก็ไม่ใช่"
            ]
        },
        {
            "dialogName": "WrongAns",
            "dialogID": 3,
            "dialogLines": [
                "ฉันคาดหวังมากกว่านี้...",
                "มันควรจะชัดเจนกว่านี้",
                "มันไม่ใช้สิ่งที่ฉันต้องการในตอนนี้เเล้ว"
            ]
        },
        {
            "dialogName": "WrongAns",
            "dialogID": 4,
            "dialogLines": [
                "ฉันต้องการมีชีวิตชีวาอีกครั้ง",
                "ต่นี้...มันตอกย้ำความต้องการของฉัน...",
                "ว่าฉันคาดหวังอะไร...ที่มันไม่เป้นจริง"
            ]
        },
        {
            "dialogName": "WrongAns",
            "dialogID": 5,
            "dialogLines": [
                "ฉันไม่รู้ว่ามันผิดพลาดตรงไหน",
                "แต่มันไม่ใช้สิ่งที่ฉันต้องการ",
                "มันเหมือนเสียงกระซิบเบา ๆ",
                "ทั้งทั้งที่ฉันคาดหวังการคำราม"
            ]
        }
    ]
}